var xxkdatas = [
    {
        "redword": [
            "潮3C",
            "手机",
            "数码",
            "以旧换新",
            "手机充值",
            "延保服务",
            "智享生活"
        ],
        "goodsTitle": [
            {
                "listTitle": " 手机通讯 ",
                "link": [
                    "手机",
                    "iPhone",
                    "华为",
                    "小米",
                    "荣耀",
                    "三星",
                    "OPPO",
                    "vivo"
                ]
            },
            {
                "listTitle": " 运营商 ",
                "link": [
                    "中国移动",
                    "中国联通"
                ]
            },
            {
                "listTitle": " 手机配件 ",
                "link": [
                    "手机壳",
                    "贴膜",
                    "手机存储卡",
                    "数据线",
                    "充电器",
                    "手机耳机",
                    "移动电源",
                    "蓝牙耳机",
                    "手机电池",
                    "苹果周边",
                    "车载配件"
                ]
            },
            {
                "listTitle": " 充话费 ",
                "link": [
                    "移动/联通/电信/极信"
                ]
            },
            {
                "listTitle": " 充流量 ",
                "link": [
                    "移动/联通/电信"
                ]
            }
        ]
    },
    {
        "redword": [
            "潮3C",
            "数码",
            "以旧换新",
            "延保服务",
            "智享生活"
        ],
        "goodsTitle": [
            {
                "listTitle": " 摄影摄像 ",
                "link": [
                    "数码相机",
                    "单反相机",
                    "单电/微单相机",
                    "摄像机",
                    "拍立得"
                ]
            },
            {
                "listTitle": " 数码配件 ",
                "link": [
                    "存储卡",
                    "三脚架/云台",
                    "相机包",
                    "滤镜",
                    "相机清洁/贴膜",
                    "单反镜头",
                    "单反配件",
                    "电池/充电器"
                ]
            },
            {
                "listTitle": " 智能设备 ",
                "link": [
                    "智能手表",
                    "智能手环",
                    "VR眼镜",
                    "智能家居",
                    "健康监测",
                    "智享生活"
                ]
            },
            {
                "listTitle": " 视听娱乐 ",
                "link": [
                    "耳机/耳麦",
                    "音箱/音响",
                    "MP3/MP4",
                    "收/录音机"
                ]
            },
            {
                "listTitle": " 电子教育 ",
                "link": [
                    "电子书",
                    "电子词典",
                    "录音笔",
                    "学生平板",
                    "点读机/复读机"
                ]
            }
        ]
    },
    {
        "redword": [
            "潮3C",
            "电脑办公",
            "精品配件",
            "以旧换新",
            "美通卡",
            "延保服务"
        ],
        "goodsTitle": [
            {
                "listTitle": " 电脑整机 ",
                "link": [
                    "【笔记本低至1999元】",
                    "笔记本",
                    "游戏本",
                    "平板电脑",
                    "台式电脑",
                    "一体机",
                    "笔记本配件",
                    "服务器"
                ]
            },
            {
                "listTitle": " 外设产品 ",
                "link": [
                    "鼠标",
                    "键盘",
                    "电脑包",
                    "电脑音箱",
                    "U盘",
                    "移动硬盘",
                    "鼠标垫",
                    "摄像头/监控摄像",
                    "线缆",
                    "耳机",
                    "UPS电源"
                ]
            },
            {
                "listTitle": " 网络产品 ",
                "link": [
                    "路由器",
                    "网络机顶盒",
                    "交换机",
                    "网卡",
                    "5G/4G/3G上网"
                ]
            },
            {
                "listTitle": " 办公设备 ",
                "link": [
                    "投影机",
                    "投影配件",
                    "多功能一体机",
                    "打印机",
                    "传真设备",
                    "验钞/点钞机",
                    "扫描设备",
                    "收银机",
                    "电话机",
                    "保险柜",
                    "白板/封装机"
                ]
            },
            {
                "listTitle": " 文具/耗材 ",
                "link": [
                    "笔类",
                    "激光笔",
                    "办公文具",
                    "文件收纳",
                    "学生文具",
                    "计算器",
                    "考勤设备",
                    "硒鼓",
                    "墨盒/墨粉",
                    "色带",
                    "纸类"
                ]
            },
            {
                "listTitle": " 平板配件 ",
                "link": [
                    "保护套/壳",
                    "保护膜",
                    "iPad配件",
                    "苹果耳机",
                    "连接线",
                    "底座/支架",
                    "触控笔"
                ]
            },
            {
                "listTitle": " 电脑配件 ",
                "link": [
                    "显示器",
                    "CPU",
                    "主板",
                    "显卡",
                    "硬盘",
                    "内存",
                    "机箱",
                    "电源",
                    "刻录机/光驱",
                    "DIY整机",
                    "装机配件"
                ]
            },
            {
                "listTitle": " 增值产品 ",
                "link": [
                    "电脑远程服务"
                ]
            }
        ]
    },
    {
        "redword": [
            "电视影音",
            "美通卡",
            "以旧换新",
            "延保服务",
            "智享生活"
        ],
        "goodsTitle": [
            {
                "listTitle": " 电视 ",
                "link": [
                    "55英寸",
                    "65英寸",
                    "32英寸",
                    "42-43英寸",
                    "海信",
                    "创维",
                    "长虹",
                    "TCL",
                    "康佳",
                    "小米",
                    "索尼",
                    "4K超高清",
                    "智能电视",
                    "曲面电视",
                    "超薄电视",
                    "全部电视"
                ]
            },
            {
                "listTitle": " 电视配件 ",
                "link": [
                    "3D电视配件",
                    "保养配件",
                    "插线板",
                    "智能电视盒",
                    "电视挂架"
                ]
            },
            {
                "listTitle": " 音响/DVD ",
                "link": [
                    "影院",
                    "播放器",
                    "音响"
                ]
            },
            {
                "listTitle": " 影音配件 ",
                "link": [
                    "其他配件",
                    "影音线材",
                    "线材转换器"
                ]
            },
            {
                "listTitle": " 智能设备 ",
                "link": [
                    "智能手环",
                    "智能手表",
                    "智能眼镜",
                    "智能家居",
                    "航拍设备",
                    "智能配饰",
                    "智享生活"
                ]
            }
        ]
    },
    {
        "redword": [
            "空调",
            "冰箱",
            "洗衣机",
            "美通卡",
            "以旧换新",
            "延保服务",
            "家电清洗服务"
        ],
        "goodsTitle": [
            {
                "listTitle": " 空调/商用 ",
                "link": [
                    "家用空调",
                    "商用空调",
                    "中央空调",
                    "壁挂式空调",
                    "柜式空调",
                    "移动空调",
                    "定频",
                    "变频",
                    "单冷空调",
                    "冷暖空调",
                    "冷暖电辅",
                    "小1匹",
                    "1匹",
                    "1.5匹",
                    "2匹",
                    "3匹",
                    "wifi操控",
                    "圆柱型柜机"
                ]
            },
            {
                "listTitle": " 冰箱/冷柜 ",
                "link": [
                    "冰箱",
                    "冰柜",
                    "酒柜",
                    "对开门",
                    "三门",
                    "双门",
                    "多门",
                    "单门",
                    "迷你冰箱",
                    "电脑式",
                    "机械式",
                    "冰箱配件"
                ]
            },
            {
                "listTitle": " 洗衣机/干衣机 ",
                "link": [
                    "滚筒洗衣机",
                    "波轮洗衣机",
                    "洗烘一体机",
                    "迷你洗衣机",
                    "双缸洗衣机",
                    "干衣机",
                    "洗衣机配件"
                ]
            }
        ]
    },
    {
        "redword": [
            "烟灶卫浴馆",
            "厨卫新活馆",
            "小家电",
            "取暖器",
            "美通卡",
            "延保服务",
            "家电清洗服务"
        ],
        "goodsTitle": [
            {
                "listTitle": " 厨卫大电 ",
                "link": [
                    "油烟机",
                    "燃气灶",
                    "消毒柜/商用大柜",
                    "燃气热水器",
                    "电热水器",
                    "即热热水器",
                    "浴霸/换气扇",
                    "洗碗机",
                    "嵌入式厨电",
                    "壁挂炉",
                    "太阳能热水器",
                    "烟灶套餐",
                    "厨卫配件"
                ]
            },
            {
                "listTitle": " 厨房小电 ",
                "link": [
                    "微波炉",
                    "豆浆机",
                    "电饭煲",
                    "电磁炉/电陶炉",
                    "电压力锅",
                    "炊具",
                    "原汁机/榨汁机",
                    "破壁机/料理机",
                    "电烤箱",
                    "面包机/多士炉",
                    "咖啡机",
                    "电火锅",
                    "电水壶",
                    "电饼铛/烤饼机",
                    "电蒸锅",
                    "酸奶机/冰淇淋机",
                    "煮蛋器",
                    "电炖锅/炖盅",
                    "多用途锅",
                    "养生壶"
                ]
            },
            {
                "listTitle": " 环境电器 ",
                "link": [
                    "取暖器",
                    "空调扇",
                    "空气净化器",
                    "除湿机",
                    "加湿器",
                    "净化器滤网",
                    "电风扇"
                ]
            },
            {
                "listTitle": " 个人护理 ",
                "link": [
                    "剃须刀",
                    "电吹风",
                    "理发器",
                    "剃/脱毛器",
                    "鼻毛修剪器",
                    "美发器",
                    "美容仪",
                    "电动牙刷",
                    "冲牙器"
                ]
            },
            {
                "listTitle": " 水家电 ",
                "link": [
                    "净水器/设备",
                    "饮水机",
                    "滤水壶",
                    "净水龙头",
                    "净水桶",
                    "滤料",
                    "净饮机/智饮机"
                ]
            },
            {
                "listTitle": " 家居电器 ",
                "link": [
                    "吸尘器/除螨仪",
                    "挂烫机",
                    "扫地机器人",
                    "干衣机/干鞋器",
                    "毛球修剪器",
                    "电熨斗"
                ]
            },
            {
                "listTitle": " 健康电器 ",
                "link": [
                    "甩脂瘦身",
                    "足浴盆",
                    "其他按摩器",
                    "电子秤",
                    "按摩椅",
                    "眼部按摩机",
                    "足疗机",
                    "按摩椅垫"
                ]
            }
        ]
    },
    {
        "redword": [
            "住宅家具",
            "家装建材",
            "家装馆",
            "精品家具",
            "家装服务"
        ],
        "goodsTitle": [
            {
                "listTitle": " 客厅家具 ",
                "link": [
                    "沙发",
                    "茶几",
                    "电视柜",
                    "鞋柜",
                    "衣帽架"
                ]
            },
            {
                "listTitle": " 卧室家具 ",
                "link": [
                    "床头柜",
                    "床",
                    "床垫",
                    "梳妆台",
                    "衣柜",
                    "镜类"
                ]
            },
            {
                "listTitle": " 餐厅家具 ",
                "link": [
                    "餐桌",
                    "餐椅",
                    "餐桌椅套装",
                    "餐边柜"
                ]
            },
            {
                "listTitle": " 儿童办公 ",
                "link": [
                    "儿童桌椅",
                    "儿童床类",
                    "儿童衣柜",
                    "儿童套装",
                    "休闲躺椅",
                    "班台桌",
                    "办公椅",
                    "文件柜"
                ]
            },
            {
                "listTitle": " 书房家具 ",
                "link": [
                    "书桌/电脑桌",
                    "电脑椅",
                    "书柜"
                ]
            },
            {
                "listTitle": " 储物户外 ",
                "link": [
                    "置物架",
                    "层架",
                    "晾衣架",
                    "户外桌椅"
                ]
            },
            {
                "listTitle": " 厨房卫浴 ",
                "link": [
                    "马桶",
                    "智能盖板",
                    "淋浴花洒",
                    "浴室柜",
                    "水槽",
                    "水龙头",
                    "浴缸",
                    "卫浴挂件",
                    "厨房挂件",
                    "浴霸",
                    "吊顶",
                    "换气扇",
                    "地漏/角阀"
                ]
            },
            {
                "listTitle": " 灯具光源 ",
                "link": [
                    "吸顶灯",
                    "吊灯",
                    "LED灯",
                    "台灯",
                    "筒射灯",
                    "厨卫照明",
                    "应急/手电",
                    "户外灯",
                    "节能灯",
                    "落地灯"
                ]
            },
            {
                "listTitle": " 电工电料 ",
                "link": [
                    "插座",
                    "开关",
                    "接线板/排插",
                    "安防监控",
                    "电线",
                    "断路器",
                    "电工配件"
                ]
            },
            {
                "listTitle": " 装饰材料 ",
                "link": [
                    "瓷砖",
                    "油漆涂料",
                    "散热器",
                    "净化除味",
                    "涂刷辅料",
                    "门窗定制"
                ]
            },
            {
                "listTitle": " 五金工具 ",
                "link": [
                    "电/气动工具",
                    "手动工具",
                    "智能居家",
                    "锁具",
                    "仪器仪表",
                    "指纹密码锁",
                    "拉手",
                    "家具五金"
                ]
            },
            {
                "listTitle": " 装修服务 ",
                "link": [
                    "家装设计",
                    "家装定金"
                ]
            }
        ]
    },
    {
        "redword": [
            "家居日用",
            "家居特卖惠",
            "美家致选"
        ],
        "goodsTitle": [
            {
                "listTitle": " 清洁用品 ",
                "link": [
                    "居室清洁",
                    "清洁工具",
                    "驱虫除害",
                    "纸品湿巾",
                    "垃圾收纳",
                    "防护用品",
                    "衣物清洁"
                ]
            },
            {
                "listTitle": " 生活日用 ",
                "link": [
                    "缝纫用品",
                    "收纳用品",
                    "洗晒用品",
                    "浴室用品",
                    "净化除味",
                    "雨伞雨具",
                    "衣橱衣架"
                ]
            },
            {
                "listTitle": " 厨具 ",
                "link": [
                    "烹饪锅具",
                    "刀剪砧板",
                    "保鲜收纳",
                    "厨房小件",
                    "精美餐具"
                ]
            },
            {
                "listTitle": " 水具茶具 ",
                "link": [
                    "保温杯",
                    "保温壶/桶",
                    "塑料杯",
                    "茶具",
                    "紫砂杯/陶瓷杯",
                    "玻璃杯",
                    "酒具"
                ]
            },
            {
                "listTitle": " 床品件套 ",
                "link": [
                    "三件套",
                    "四件套",
                    "床单被罩",
                    "多件套",
                    "婚庆件套",
                    "六件套"
                ]
            },
            {
                "listTitle": " 芯类 ",
                "link": [
                    "被子",
                    "电热毯",
                    "枕芯枕套",
                    "床垫/床褥",
                    "抱枕靠垫",
                    "毛巾被/毯"
                ]
            },
            {
                "listTitle": " 毛巾家纺 ",
                "link": [
                    "面巾",
                    "浴巾",
                    "方巾",
                    "毛巾套装",
                    "童巾",
                    "浴衣/浴袍",
                    "运动巾"
                ]
            },
            {
                "listTitle": " 夏凉用品 ",
                "link": [
                    "凉席",
                    "夏凉被",
                    "蚊帐",
                    "凉枕",
                    "凉品套装"
                ]
            },
            {
                "listTitle": " 保健健康 ",
                "link": [
                    "保健器械",
                    "骨骼健康",
                    "免疫调节",
                    "肠胃养护"
                ]
            },
            {
                "listTitle": " 家装软饰 ",
                "link": [
                    "居家软饰",
                    "工艺摆件",
                    "创意小件",
                    "家用保健",
                    "家居鞋"
                ]
            },
            {
                "listTitle": " 宠物用品 ",
                "link": [
                    "宠物主粮",
                    "宠物零食",
                    "医护美容"
                ]
            }
        ]
    },
    {
        "redword": [
            "食品酒水",
            "母婴玩具",
            "食品酒水盛宴"
        ],
        "goodsTitle": [
            {
                "listTitle": " 休闲零食 ",
                "link": [
                    "坚果炒货",
                    "糖果巧克力",
                    "肉干肉脯",
                    "饼干糕点",
                    "休闲零食",
                    "膨化薯片"
                ]
            },
            {
                "listTitle": " 粮油生鲜 ",
                "link": [
                    "食用油",
                    "大米",
                    "南北干货",
                    "方便速食",
                    "厨房调料",
                    "水果蔬菜",
                    "猪牛羊肉",
                    "海鲜水产",
                    "熟食腊味"
                ]
            },
            {
                "listTitle": " 进口食品 ",
                "link": [
                    "牛奶",
                    "冲调饮品",
                    "饼干糕点",
                    "糖/巧克力",
                    "米面粮油",
                    "休闲零食"
                ]
            },
            {
                "listTitle": " 酒水 ",
                "link": [
                    "白酒",
                    "洋酒",
                    "葡萄酒",
                    "黄酒",
                    "啤酒",
                    "保健酒",
                    "收藏酒/老酒"
                ]
            },
            {
                "listTitle": " 礼卡特产 ",
                "link": [
                    "东北",
                    "西北",
                    "华北",
                    "西南",
                    "华东",
                    "月饼卡",
                    "大闸蟹",
                    "礼品城",
                    "美通卡"
                ]
            },
            {
                "listTitle": " 冲调饮品 ",
                "link": [
                    "牛奶",
                    "咖啡",
                    "谷物冲调",
                    "饮料/蔬果汁/水",
                    "奶茶"
                ]
            },
            {
                "listTitle": " 茶叶 ",
                "link": [
                    "绿茶",
                    "铁观音",
                    "普洱茶",
                    "红茶",
                    "金骏眉",
                    "花茶",
                    "草本花果茶"
                ]
            }
        ]
    },
    {
        "redword": [
            "美妆个护",
            "名品个护"
        ],
        "goodsTitle": [
            {
                "listTitle": " 面部护理 ",
                "link": [
                    "洁面",
                    "化妆水",
                    "乳液面霜",
                    "面膜",
                    "防晒隔离",
                    "套装礼盒",
                    "眼部护理",
                    "美容仪器"
                ]
            },
            {
                "listTitle": " 身体护理 ",
                "link": [
                    "洗发护发",
                    "沐浴",
                    "脱毛膏",
                    "纤体瘦身"
                ]
            },
            {
                "listTitle": " 个护清洁 ",
                "link": [
                    "纸品湿巾",
                    "口腔护理",
                    "女性护理",
                    "家庭清洁"
                ]
            },
            {
                "listTitle": " 魅力彩妆 ",
                "link": [
                    "粉底遮瑕",
                    "卸妆",
                    "睫毛膏",
                    "唇彩",
                    "化妆工具",
                    "彩妆组合",
                    "美甲"
                ]
            },
            {
                "listTitle": " 香水香氛 ",
                "link": [
                    "女士香水",
                    "男士香水",
                    "香水套装",
                    "迷你香水",
                    "香体走珠"
                ]
            },
            {
                "listTitle": " 男士护理 ",
                "link": [
                    "剃须护理",
                    "防脱洗护",
                    "脸部护理",
                    "眼部护理",
                    "男士唇膏"
                ]
            }
        ]
    },
    {
        "redword": [
            "服饰鞋帽",
            "箱包奢品",
            "服装城",
            "潮流服饰"
        ],
        "goodsTitle": [
            {
                "listTitle": " 品质男装 ",
                "link": [
                    "卫衣",
                    "休闲裤",
                    "牛仔裤",
                    "夹克",
                    "T恤",
                    "polo衫",
                    "衬衫",
                    "针织衫",
                    "西装",
                    "西裤"
                ]
            },
            {
                "listTitle": " 时尚女装 ",
                "link": [
                    "羽绒服",
                    "毛呢外套",
                    "棉服",
                    "毛衣",
                    "连衣裙",
                    "风衣",
                    "打底裤",
                    "卫衣/绒衫",
                    "牛仔裤",
                    "休闲裤",
                    "T恤",
                    "衬衫",
                    "西装",
                    "针织衫"
                ]
            },
            {
                "listTitle": " 童装童鞋 ",
                "link": [
                    "男童装",
                    "女童装",
                    "男童鞋",
                    "女童鞋"
                ]
            },
            {
                "listTitle": " 家居内衣 ",
                "link": [
                    "保暖内衣",
                    "男袜",
                    "男士内裤",
                    "抹胸/背心",
                    "家居服",
                    "女士内裤",
                    "打底裤/丝袜",
                    "女袜",
                    "文胸",
                    "泳装",
                    "睡裙/睡袍",
                    "儿童系列"
                ]
            },
            {
                "listTitle": " 精品男鞋 ",
                "link": [
                    "商务鞋",
                    "休闲鞋",
                    "板鞋",
                    "帆布鞋",
                    "凉鞋/沙滩鞋",
                    "家居拖鞋",
                    "男靴"
                ]
            },
            {
                "listTitle": " 潮流女鞋 ",
                "link": [
                    "单鞋",
                    "休闲鞋",
                    "凉鞋",
                    "高跟鞋",
                    "平底鞋",
                    "帆布鞋",
                    "家居拖鞋",
                    "女靴"
                ]
            },
            {
                "listTitle": " 服饰配件 ",
                "link": [
                    "太阳镜/眼镜",
                    "遮阳伞",
                    "丝巾/披肩",
                    "男式皮带",
                    "鞋配件",
                    "手套",
                    "帽子",
                    "围巾"
                ]
            },
            {
                "listTitle": " 奢侈品 ",
                "link": [
                    "单肩包",
                    "手提包",
                    "钱包/卡包",
                    "斜挎包"
                ]
            },
            {
                "listTitle": " 精品男包 ",
                "link": [
                    "斜挎包",
                    "钱包/卡包",
                    "商务手提包",
                    "皮带/礼盒",
                    "手包"
                ]
            },
            {
                "listTitle": " 箱包 ",
                "link": [
                    "登山包",
                    "学生包",
                    "休闲运动包",
                    "电脑包",
                    "数码/摄影包",
                    "登机箱",
                    "旅行包",
                    "拖运箱",
                    "旅行配件"
                ]
            },
            {
                "listTitle": " 时尚女包 ",
                "link": [
                    "单肩包",
                    "钱包/卡包",
                    "手拿包",
                    "手提包",
                    "双肩包",
                    "斜挎包"
                ]
            }
        ]
    },
    {
        "redword": [
            "运动户外",
            "钟表首饰",
            "大牌便宜购"
        ],
        "goodsTitle": [
            {
                "listTitle": " 运动鞋服 ",
                "link": [
                    "跑步鞋",
                    "休闲鞋/板鞋",
                    "帆布鞋",
                    "篮球鞋",
                    "足球鞋",
                    "训练鞋",
                    "凉鞋/拖鞋",
                    "运动T恤",
                    "运动短裤",
                    "运动套装",
                    "卫衣",
                    "夹克",
                    "运动长裤",
                    "棉服",
                    "羽绒服",
                    "瑜伽"
                ]
            },
            {
                "listTitle": " 运动器械 ",
                "link": [
                    "自行车",
                    "羽毛球",
                    "篮球",
                    "器械/跑步机",
                    "运动器材",
                    "瑜伽垫",
                    "护具",
                    "极限轮滑",
                    "乒乓球",
                    "网球",
                    "足球",
                    "电子琴",
                    "运动健康",
                    "其他健身"
                ]
            },
            {
                "listTitle": " 户外装备 ",
                "link": [
                    "帐篷",
                    "背包",
                    "桌椅床",
                    "望远镜",
                    "照明",
                    "垫子",
                    "工具",
                    "炊具",
                    "垂钓",
                    "烧烤",
                    "军迷用品",
                    "其他"
                ]
            },
            {
                "listTitle": " 户外鞋服 ",
                "link": [
                    "户外T恤",
                    "户外衬衣",
                    "速干衣/裤",
                    "沙滩鞋/拖鞋",
                    "溯溪鞋",
                    "休闲鞋",
                    "徒步鞋",
                    "越野鞋",
                    "登山鞋",
                    "冲锋衣/裤",
                    "软壳",
                    "夹克",
                    "卫衣",
                    "户外配饰"
                ]
            },
            {
                "listTitle": " 钟表 ",
                "link": [
                    "瑞士品牌表",
                    "国产品牌表",
                    "日韩品牌表",
                    "时尚品牌表",
                    "儿童手表",
                    "挂钟闹钟"
                ]
            },
            {
                "listTitle": " 珠宝首饰 ",
                "link": [
                    "纯金K金饰品",
                    "金银投资",
                    "银饰品",
                    "钻石饰品",
                    "翡翠玉石",
                    "水晶玛瑙",
                    "宝石珍珠",
                    "时尚饰品",
                    "收藏品"
                ]
            }
        ]
    },
    {
        "redword": [
            "国美汽车",
            "车品真划算",
            "轮胎满千减百",
            "9.9元免运费"
        ],
        "goodsTitle": [
            {
                "listTitle": " 整车服务 ",
                "link": [
                    "新车定金",
                    "新车全款",
                    "维修保养",
                    "摩托车全款"
                ]
            },
            {
                "listTitle": " 车载电器 ",
                "link": [
                    "行车记录仪",
                    "导航仪",
                    "安全预警仪",
                    "净化器",
                    "车载冰箱",
                    "吸尘器",
                    "倒车雷达",
                    "车载生活电器",
                    "时尚影音",
                    "蓝牙设备",
                    "电源"
                ]
            },
            {
                "listTitle": " 养护配件 ",
                "link": [
                    "机油",
                    "添加剂",
                    "防冻液",
                    "空调养护",
                    "刹车油",
                    "底盘装甲",
                    "水箱养护",
                    "轮胎",
                    "雨刷",
                    "滤清器",
                    "车衣",
                    "刹车片",
                    "喇叭",
                    "火花塞",
                    "改装配件",
                    "贴膜"
                ]
            },
            {
                "listTitle": " 美容清洁 ",
                "link": [
                    "洗车机/水枪",
                    "车蜡",
                    "玻璃水",
                    "清洁剂",
                    "汽车配件",
                    "补漆笔"
                ]
            },
            {
                "listTitle": " 车饰精品 ",
                "link": [
                    "专车专用系列",
                    "四季垫",
                    "座套",
                    "凉垫",
                    "香水",
                    "颈枕腰靠",
                    "挂饰摆件",
                    "功能精品",
                    "内饰精品",
                    "整理收纳",
                    "脚垫",
                    "毛垫",
                    "多功能座垫",
                    "后备箱垫"
                ]
            },
            {
                "listTitle": " 安全自驾 ",
                "link": [
                    "儿童安全座椅",
                    "防盗设备",
                    "胎压监测",
                    "应急救援",
                    "自驾装备",
                    "倒车雷达",
                    "打气泵",
                    "摩托车用品",
                    "电动平衡车"
                ]
            }
        ]
    },
    {
        "redword": [
            "国美金融"
        ],
        "goodsTitle": [
            {
                "listTitle": " 基金理财 ",
                "link": [
                    "国美基金"
                ]
            },
            {
                "listTitle": " 国美黄金 ",
                "link": [
                    "国美黄金"
                ]
            }
        ]
    },
    {
        "redword": [
            "以旧换新",
            "延保服务"
        ],
        "goodsTitle": [
            {
                "listTitle": " 以旧换新 ",
                "link": [
                    "手机回收",
                    "家电回收",
                    "电脑回收"
                ]
            },
            {
                "listTitle": " 清洗保养 ",
                "link": [
                    "家电清洗"
                ]
            },
            {
                "listTitle": " 维修服务 ",
                "link": [
                    "手机维修",
                    "手机更换电池",
                    "手机更换屏幕",
                    "手机升级内存",
                    "家电维修"
                ]
            },
            {
                "listTitle": " 延长保修 ",
                "link": [
                    "家电延长保修"
                ]
            }
        ]
    }
]